tap "caskroom/cask"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "neovim/neovim"
tap "nyuichi/satysfi"
cask "xquartz"
brew "openssl@1.1"
brew "readline", link: true
brew "ansible", link: false
brew "bat"
brew "icu4c"
brew "boost"
brew "freetype"
brew "cairo"
brew "cmake"
brew "gcc"
brew "chromedriver"
brew "cmatrix"
brew "coreutils"
brew "ctags"
brew "curl"
brew "pkg-config"
brew "emacs", restart_service: true, link: false
brew "gobject-introspection"
brew "ffmpeg"
brew "fzf"
brew "gcc@5", link: false
brew "gdk-pixbuf"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "git-now"
brew "glfw"
brew "lua"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "htop"
brew "hub"
brew "hugo"
brew "imagemagick@6"
brew "jq"
brew "krb5"
brew "libidn"
brew "librsvg"
brew "libsass"
brew "libssh"
brew "llvm"
brew "llvm@4"
brew "mecab-ipadic"
brew "mono", link: false
brew "mupdf"
brew "mysql@5.6", restart_service: true
brew "mysql@5.7", link: true
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "node"
brew "nodebrew"
brew "numpy"
brew "opam"
brew "protobuf"
brew "opencv"
brew "p7zip"
brew "postgresql"
brew "postgresql@10"
brew "ruby-build", args: ["HEAD"]
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "sassc"
brew "sbt"
brew "siege"
brew "tig"
brew "tmux"
brew "tree"
brew "unar"
brew "vim"
brew "vimpager"
brew "wget"
brew "wireshark", link: false
brew "yarn", link: false
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@27", link: false
cask "alacritty"
cask "alfread"
cask "docker"
cask "firefox"
cask "googole-chrome"
cask "graphiql"
cask "gyazo"
cask "iterm2"
cask "keycastr"
cask "ngrok"
cask "skim"
cask "visual-studio-code"
cask "wireshark"
